Repository: ping13/wie-hoch-dachtraufe
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: How high is the eaves height?
de: Wie hoch ist die Traufhöhe?
fr: Quelle est la hauteur de l’égout du toit?
it: Qual è l'altezza della gronda?

source: Select an area (smaller than {max_area:,}m²) to analyze the [eaves heights of buildings](https://en.wikipedia.org/wiki/Eaves).
de: Wählen Sie eine Fläche (kleiner als {max_area:,}m²) aus, um die [Traufhöhen der Gebäude](https://en.wikipedia.org/wiki/Eaves) zu analysieren.
fr: Sélectionnez une zone (inférieure à {max_area:,}m²) pour analyser la[la hauteur de l’égout du toit](https://fr.wikipedia.org/wiki/Égout_(architecture)) des bâtiments.
it: Seleziona un'area (inferiore a {max_area:,}m²) per analizzare l'[altezza delle gronde](https://it.wikipedia.org/wiki/Gronda) degli edifici.

source: Calculate
de: Berechnen
fr: Calculer
it: Calcola

source: The selected area is too large ({area:.0f} m²). Please choose an area smaller than {MAX_AREA} m².
de: Die ausgewählte Fläche ist zu groß ({area:.0f} m²). Bitte wählen Sie eine Fläche kleiner als {MAX_AREA} m².
fr: La zone sélectionnée est trop grande ({area:.0f} m²). Veuillez choisir une zone inférieure à {MAX_AREA} m².
it: L'area selezionata è troppo grande ({area:.0f} m²). Seleziona un'area inferiore a {MAX_AREA} m².

source: Downloading {swiss_polygon}
de: Lade {swiss_polygon} herunter
fr: Téléchargement de {swiss_polygon}
it: Download di {swiss_polygon}

source: Keine Daten bei Swisstopo gefunden.
fr: Aucune donnée trouvée sur Swisstopo.
it: Nessun dato trovato su Swisstopo.

source: Now processing {','.join(filenames)}
de: Verarbeite jetzt {','.join(filenames)}
fr: Traitement en cours de {','.join(filenames)}
it: Elaborazione di {','.join(filenames)}

source: No buildings found, please draw a larger area.
fr: Aucun bâtiment n'a été trouvé, veuillez dessiner une zone plus grande.
it: Nessun edificio trovato, disegna un'area più grande.

source: Eaves height of selected buildings:
fr: Hauteur de l'avant-toit des bâtiments sélectionnés :
it: Altezza della gronda degli edifici selezionati:

source: Buildings ID
de: Gebäude-ID
fr: ID des bâtiments
it: ID edifici

source: Typ
fr: Type
it: Tipo

source: Eaves Height (m)
de: Traufhöhe (m)
fr: Hauteur des avant-toits (m)
it: Altezza gronda (m)

source: Ridge Height (m)
fr: Hauteur de la crête (m)
it: Altezza colmo (m)

source: Failed to generate 3D model file
de: 3D-Modelldatei konnte nicht erstellt werden
fr: Échec de la génération du fichier 3D
it: Impossibile generare il file 3D

source: Distribution of z-coordinate values
fr: Distribution des valeurs de la coordonnée z
it: Distribuzione dei valori delle coordinate z

source: Point height (m)
de: Punkthöhe (m)
fr: Hauteur du point (m)
it: Altezza punto (m)

source: Number of points
de: Anzahl Punkte
fr: Nombre de points
it: Numero di punti

source: Point height(m)
de: Punkthöhe (m)
fr: Hauteur du point (m)
it: Altezza punto (m)

source: Based on [Wo sind Briefkästen](https://wieviele-briefkaesten-gibt-es.streamlit.app)
fr: Basé sur [Wo sind Briefkästen](https://wieviele-briefkaesten-gibt-es.streamlit.app)
it: Basato su [Wo sind Briefkästen](https://wieviele-briefkaesten-gibt-es.streamlit.app)

source: Select Language
de: Sprache auswählen
